Repository: helviojunior/safeid
Catalog: Common/GlobalDefs/Languages/Strings.*.resx
Languages: pt_br

# ambiguous_id
source: Ambiguous identifier detected
pt_br: Identificador duplicado

source: API Error
pt_br: Erro na API

source: Cancel
pt_br: Cancelar

source: Change password
pt_br: Cadastrar

source: Code
pt_br: Código

source: Confirm code
pt_br: Verificar código

# enter_code
source: Enter sent code in the field below
pt_br: Digite o código recebido abaixo

source: Entity not found
pt_br: Entidade não encontrada

source: Fail
pt_br: Falha

source: Internal error
pt_br: Erro interno

# invalid_code
source: Inválid code
pt_br: Código inválido

source: Invalid http method
pt_br: Método http inválido

source: Invalid method
pt_br: Método inválido

# invalid_session
source: Invalid session, restart the process
pt_br: Sessão inválida, reinicie a operação

# login_forgot
source: Forgot your password?
pt_br: Esqueceu sua senha?

# login_log
source: Log in
pt_br: Entrar

# login_password
source: Password
pt_br: Senha

# login_recover_btn_recover
source: Recover password
pt_br: Recuperar

# login_recover_message
source: Enter your username or email to reset your password
pt_br: Entre com seu login ou e-mail para recuperar a senha

# login_recover_title
source: Recover password
pt_br: Recuperação de senha

# login_user_name
source: Username or email
pt_br: Login ou e-mail

# lowercase
source: Lowercase Letters
pt_br: Letra minúscula

source: New password
pt_br: Nova senha

# new_password_confirm
source: New password confirmation
pt_br: Confirmação da nova senha

# new_password_title
source: Enter sent code in the field below
pt_br: Cadastre a nova senha

source: Numbers
pt_br: Numeros

# number_char
source: Number of Characters
pt_br: Tamanho

# option_not_found
source: Selected option not found
pt_br: Opção não encontrada

# password_complexity
source: Passwords must meet complexity requirements
pt_br: A senha devem cumprir a exigência complexidade

# password_not_equal
source: Password and Password confirmation are not equal
pt_br: Senhas diferentes

source: Password Strength
pt_br: Força da senha

# select_option
source: Select a option
pt_br: Selecione uma opção

source: Send code
pt_br: Enviar

# send_conf_to
source: Send the confirmation code to:
pt_br: Enviar código de confirmação para:

source: Symbols
pt_br: Símbolos

# type_code
source: Type the received code
pt_br: Digite o código

# type_password
source: Type the password
pt_br: Digite a senha

# type_password_confirm
source: Type the password confirmation
pt_br: Digite a confirmação da senha

source: Unknow
pt_br: Desconhecido

# uppercase
source: Uppercase Letters
pt_br: Letra maiúscula

# valid_username
source: Please enter a valid username or e-mail
pt_br: Usuario ou e-mail inválido

# valid_username_pwd
source: Please enter a valid username and password
pt_br: Usuário ou senha inválidos

source: Logout
pt_br: Desconectar

# system_login_list
source: Access to systems
pt_br: Listagem dos logins

# password_changed_sucessfully
source: Your password has been updated
pt_br: Sua senha está sendo atualizada

# password_changed_text
source: This process can take several minutes, please be patient. <br /><br /> This window can be closed since this update occurs in the background.
pt_br: Este processo pode levar alguns minutos, por favor, seja paciente. <br /><br /> Esta janela pode ser fechada pois a atualização ocorre em segundo plano.

# return_default
source: Return
pt_br: Retornar

# user_locked
source: User locked, contact system administrator
pt_br: Usuário bloqueado, contate o administrador do sistema

# not_implemented
source: Function not yet implemented
pt_br: Operação não implementada

source: Good
pt_br: Média

source: Strong
pt_br: Forte

source: Very Strong
pt_br: Muito Forte

source: Very Weak
pt_br: Muito fraca

source: Weak
pt_br: Fraca

# expired_session
source: Session has expired
pt_br: Sessão expirada

# change_password_text
source: To change your password fill in the fields below
pt_br: Para alterar sua senha preencha os campos abaixo

# change_password_title
source: Change password
pt_br: Troca de senha

source: Current password
pt_br: Senha atual

# current_password_invalid
source: Invalid current password
pt_br: Senha atual inválida

# type_password_current
source: Type the current password
pt_br: Digite a senha atual

# password_expired_text
source: Your password has expired and must be changed
pt_br: Sua senha expirou e deve ser trocada

source: Close
pt_br: Fechar

# user_logged
source: User logged from
pt_br: Usuário logado em

# new_recovery_code
source: New recovery code generated
pt_br: Novo código de recuperação gerado

# password_name_part
source: The password should not contain your name as its part
pt_br: A senha não deve conter o seu nome ou parte dele

# loading_mobile
source: Loading...
pt_br: Carregando...

source: User not found
pt_br: Usuário não encontrado

source: Invalid module
pt_br: Móludo inválido

source: Log not found
pt_br: Nenhum log encontrado

# user_wrong_password
source: Wrong password in logon
pt_br: Senha incorreta no logon

source: Entity
pt_br: Entidade

source: Licensing
pt_br: Licenciamento

# licensing_total
source: Total licenses
pt_br: Total de licenças

source: Locked
pt_br: Bloqueado

# logged
source: Performed login
pt_br: Realizou login

source: of
pt_br: de

source: Password change
pt_br: Troca de senha

source: unlimited
pt_br: ilimitado

source: Users
pt_br: Usuários

source: Service not found
pt_br: Serviço não encontrado

source: Invalid ticket
pt_br: Ticket inválido

# service_invalid_uri
source: Invalid service URI
pt_br: URL de serviço inválida

source: Role not found
pt_br: Perfil não encontrado

# invalid_name
source: Invalid or empty name
pt_br: Nome em branco ou inválido

# select_username
source: Select an user
pt_br: Selecione um ou mais usuários

source: Type role name
pt_br: Digite o nome do perfil

source: Context not found
pt_br: Contexto não encontrado

source: Select context
pt_br: Selecione o contexto

source: Type context name
pt_br: Digite o nome do contexto

# pwd_len_size
source: Tha password lenght must be contain a number between 4 and 20
pt_br: O tamanho da senha precisa ser um número entre 4 e 20

# type_pwd_rule
source: Type password rule
pt_br: Preencha a regra de senha

# config
source: Configuration
pt_br: Configuração

# type_pwd_rule_valid
source: Type a valid password rule
pt_br: Digite uma regra de senha válida

source: Enterprise not found
pt_br: Empresa não encontrada

# select_auth_service
source: Select authentication service
pt_br: Selecione o serviço de autenticação

source: Plugin not found
pt_br: Plugin não encontrado

source: Identity not found
pt_br: Identidade não encontrada

source: Proxy not found
pt_br: Proxy não encontrado

source: Resource not found
pt_br: Recurso não encontrado

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: Type proxy name
pt_br: Digite o nome do proxy

# select_plugin
source: Select a plugin
pt_br: Selecione o plugin

source: Type resource name
pt_br: Digite o nome do recurso

# select_proxy
source: Select a proxy
pt_br: Selecione o proxy

source: Field not found
pt_br: Campo não encontrado

# resource_plugin_not_found
source: Resource x Plugin not found
pt_br: Recurso x Plugin não encontrado

# select_resource
source: Select the resource
pt_br: Selecione o recurso

source: Type mail domain
pt_br: Digite o domínio de e-mail

source: Disabled
pt_br: Desabilitado

source: Enabled
pt_br: Habilitado

# select_login_field
source: Select a login field
pt_br: Selecione o campo de login

# select_mail_field
source: Select a mail field
pt_br: Selecione o campo de e-mail

# select_name_field
source: Select a name field
pt_br: Selecione o campo de nome

# required_field
source: Required field not found:
pt_br: Campo obrigatório não contrado:

# parameter_type_invalid
source: Parameter {0} is not a {1}
pt_br: Parâmetro {0} não é {1}

# select_field
source: Select a field
pt_br: Selecione um campo

# type_data_name
source: Type the data name of field {0}
pt_br: Digite o campo do recurso no campo {0}

# no_has_id_unique
source: At least one field must be id or unique
pt_br: Ao menos um campo necessita ser ID ou único

# select_role
source: Select a role
pt_br: Selecione um perfil

# incompleted_action
source: Incompleted action config on role {0}
pt_br: Configuração incompleta da ação no perfil {0}

# duplicated_role
source: Duplicated role {0}
pt_br: Perfil duplicada {0}

source: Annually
pt_br: Anualmente

source: Dialy
pt_br: Diariamente

source: Monthly
pt_br: Mensalmente

source: in
pt_br: em

source: minute
pt_br: minuto

# after_triggered
source: after triggered repeat every
pt_br: depois de iniciado repetir a cada

source: Weekly
pt_br: Semanalmente

source: day
pt_br: dia

# schedule_empty
source: Schedules are empty
pt_br: Nenhum agendamento configurado

source: Invalid date
pt_br: Data inválida

source: Invalid time
pt_br: Hora inválida

source: Select schedule type
pt_br: Selecione o tipo do agendamento

source: System role not found
pt_br: Perfil de sistema não encontrada

source: Permissions not found
pt_br: Permissões não encontradas

source: Always
pt_br: Sempre

source: Never
pt_br: Nunca

source: Not Defined
pt_br: Não definido

source: Specific Time
pt_br: Horário específico

# select_type
source: Select a type of time control
pt_br: Selecione o tipo de controle de horário

# select_week_day
source: Select a week day
pt_br: Selecione um dia da semana

# type_end_time
source: Type a end time (hh:mm)
pt_br: Digite o horário final

# type_start_time
source: Type a start time (hh:mm)
pt_br: Digite o horário de início

source: Invalid end time
pt_br: Hora de fim inválida

source: Invalid start time
pt_br: Hora de início inválida

source: Invalid week day
pt_br: Dia da semana inválido

# select_data_type
source: Select a data type
pt_br: Selecione o tipo de dado

# datetime
source: Date and time
pt_br: Data e hora

source: Numeric
pt_br: Número

source: Filter not found
pt_br: Filtro não encontrado

source: and
pt_br: e

source: Equal
pt_br: Igual a

source: Greater
pt_br: Maior que

source: Greater or equal
pt_br: Maior ou igual a

source: Less
pt_br: Menor que

source: Less or equal
pt_br: Menor ou igual a

source: Not equal
pt_br: Diferente de

source: Contains
pt_br: Contém

source: End with
pt_br: Finaliza com

source: Start with
pt_br: Inicia com

source: Not contains
pt_br: Não contém

source: Conditions is empty
pt_br: Lista de condições vazia

# info_saved
source: Information saved sucefully
pt_br: Informação salva com sucesso

# no_licecse
source: No licence
pt_br: Sem licença

source: Container not found
pt_br: Pasta não encontrada

# select_parent_container
source: Select a parent conteiner
pt_br: Selecione uma pasta pai

# container_context_not_same
source: Parent container is not a chield of this context
pt_br: Pasta pai não é filha do contexto selecionado

# wf_approved
source: Approved
pt_br: Aprovado

# wf_deny
source: Deny
pt_br: Negado

# wf_escalated
source: Escalated
pt_br: Escalado

# wf_expired
source: Expired
pt_br: Expirado

# wf_underreview
source: Under review
pt_br: Em revisão

# wf_waiting
source: Waiting
pt_br: Aguardando aprovação

# workflow_request_not_found
source: Access request not found
pt_br: Requisição de acesso não encontrada

# select_workflow
source: Select access workflow
pt_br: Selecione o acesso

# type_description
source: Type a description
pt_br: Digite a descrição

# wf_usercanceled
source: Canceled by user
pt_br: Cancelado pelo usuário

# access_request_none
source: No access request found
pt_br: Nenhuma requisição de acesso encontrada

source: Workflow not found
pt_br: Workflow não encontrado

# wf_delegation
source: Delegation
pt_br: Delegação de acesso

# wf_rolegrant
source: Role grant
pt_br: Vínculo com perfil

# wf_unlock
source: Unlock
pt_br: Desbloqueio

# invalid_auth_service
source: Invalid authentication service
pt_br: Serviço de autenticação inválido

source: Invalid field ID
pt_br: ID do campo inválido
